Repository: xudingjun3131/geroro
Catalog: plugins/1.2.1/languages/contact-form-7-skins-*.po
Languages: id_id

source: <a href="%s">Contact Form 7</a> must be installed to use this plugin.
id_id: Silahkan install <a href="%s">Contact Form 7</a> agar plugin ini berfungsi.

source: Loading template...
id_id: Memuat templat...

source: Empty filter, please select a filter.
id_id: Filter kosong, silahkan pilih sebuah filter.

source: Select
id_id: Pilih

source: Selected
id_id: Terpilih

source: Deselect
id_id: Hapus

source: Expanded View
id_id: Tampilan Luas

source: Click to remove this Style from your form.
id_id: Klik untuk menyingkirkan Gaya dari form.

source: Click to remove this Template from your form.
id_id: Klik untuk menyingkirkan Templat dari form.

source: Skins
id_id: Gaya

source: Click to toggle
id_id: Klik untuk menampilkan

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
id_id: Versi terbaru %1$s sudah tersedia. <a target="_blank" class="thickbox" href="%2$s">Lihat detail versi %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
id_id: Versi terbaru %1$s sudah tersedia. <a target="_blank" class="thickbox" href="%2$s">Lihat detail versi %3$s</a> or <a href="%4$s">perbarui sekarang</a>.

source: You do not have permission to install plugin updates
id_id: Anda tidak memiliki perijinan untuk membarui plugin

source: Error
id_id: Gagal

source: Quick Start Guide
id_id: Panduan Cepat

source: makes it easier for regular WordPress users to create forms using built in <strong>Templates</strong> and <strong>Styles</strong>.
id_id: mempermudah pengguna regular WordPress untuk membuat form menggunakan <strong>Templat</strong> dan <strong>Gaya</strong> yang telah disediakan.

source: Simply select from a list of compatible <strong>Templates</strong> that cover many common forms and then choose from a range of professional and beautiful <strong>Styles</strong>.
id_id: Cukup dengan memilih <strong>Templat</strong> melingkupi form tertentu dan pilihlah <strong>Gaya</strong> dari yang profesional sampai yang indah.

source: Each <strong>Template</strong> acts as an easy to follow guide, which can be adapted to your particular requirements.
id_id: Setiap templat bertindak sebagai panduan yang mudah diikuti, dan dapat diadaptasikan sesua dengan kebutuhan anda < Templat >

source: Every <strong>Style</strong>covers the full range of Contact Form 7 form elements.
id_id: Setiap <strong>Gaya </strong> melingkupi segala rentang elemen Contact Form 7

source: Using CF7 Skins
id_id: Menggunakan CF7 Skins

source: CF7 Skins appears in an extra <strong>Skins</strong> section in the Contact Form 7 form interface. Click on <strong>Contact</strong> in the WordPress admin menu and select an existing Contact Form 7 form or create a new one, then scroll down to the <strong>Skins</strong> section.
id_id: CF7 Skins tampil di sebuah bagian tambahan <strong>Skins</strong> pada tampilan form Contact Form 7. Klik pada <strong>Kontak</strong> di menu admin WordPress dan pilih sebuah form Contact Form 7 yang tersedia atau buat yang baru, kemudian geser kebawah ke bagian <strong>Skins</strong>.

source: The <strong>Template</strong> tab displays the available templates. Click on <strong>Details</strong> below each template to show more information. Click on <strong>Select</strong> to apply this template in the Form editing area, where you can adjust the fields to match your requirements.
id_id: <strong>Templat</strong> menampilkan templat yang tersedia. Klik pada <strong>Detail</strong> dibawah setiap templat untuk menampilkan informasi lain. Klik pada <strong>Pilih</strong> untuk menerapkan templat ini pada bagian persuntingan Form, dimana anda bisa mengatur field agar sesuai dengan kebutuhan anda.

source: Click on the <strong>Style</strong> tab to view the list of available styles to choose from. <strong>Details</strong> below each style gives more information about each style. Find a style that you like and click <strong>Select</strong>. Then press <strong>Save</strong> to apply the style to your form.
id_id: Klik pada tab <strong>Gaya</strong>untuk melihat daftar dari gaya-gaya yang tersedia untuk dipilih. <strong>Detail</strong> pada setiap gaya memberikan informasi lebih mengenai gaya tersebut. Cari sebuah gaya yang anda sukai dan klik <strong>Pilih</strong>. Kemudian tekan <strong>Simpan</strong> untuk menerapkan gaya tersebut pada form anda.

source: Doing more with CF7 Skins
id_id: Membuat lebih banyak dengan CF7 Skins

source: The CF7 Skins Knowledge Base can help you get more out of using CF7 Skins with your Contact Form 7 forms.
id_id: Pengetahuan Dasar CF7 Skins mampu membantu anda dalam menggunakan CF7 Skins dengan form Contact Form 7 anda.

source: Understanding Templates and Styles
id_id: Mengenal Templat dan Gaya

source: Fieldset, Legend & Lists in CF7 Skins
id_id: Fieldset, Legend & List pada CF7 Skins

source: Edit your CF7 Skins Form
id_id: Dipilih oleh team CF7 Skins

source: Modify your CF7 Skins Style
id_id: Ubah Gaya CF7 Skins anda

source: Learn More
id_id: Pelajari Lebih Lanjut

source: Documentation
id_id: Dokumentasi

source: Our in-depth documentation is a great place to find detailed answers.
id_id: Dokumentasi mendalam kami adalah tempat yang baik untuk menemukan jawaban mendetail.

source: covers from how to get started up to how to customize your forms and everything else in between.
id_id: melingkupi dari bagaimana cara memulai sampai bagaimana mengubah form anda.

source: Knowledge Base
id_id: Pengatahuan Dasar

source: you can search by Categories & Tags or Keywords.
id_id: anda bisa mencari dengan menggunakan Kategori & Tag ataupun Kata Kunci.

source: Tutorials
id_id: Tutorial

source: to help you get started using CF7 Skins quickly & easily.
id_id: untuk membantu anda memulai menggunakan CF7 Skins dengan cepat dan mudah.

source: Plugin Website
id_id: Nama Plugin

source: Pro Version
id_id: Versi Pro

source: FAQ
id_id: Tanya Jawab

source: Do you enjoy using this plugin?
id_id: Apakah anda senang dengan plugin ini?

source: You can help fellow WordPress users in the following simple ways:
id_id: Anda bisa membantu pengguna WordPress lain dengan cara mudah sebagai berikut:

source: Review
id_id: Tinjauan

source: leave a plugin review on WordPress.org
id_id: buat tinjauan plugin di WordPress.org

source: add your Testimonial to those listed
id_id: tambahkan Testimonial anda ke daftar tersebut

source: Compatibility
id_id: Kesesuaian

source: log in & vote "works" on your current versions
id_id: log in & vote "bekerja" pada versi yang sekarang

source: Feedback
id_id: Umpan Balik

source: help us to improve CF7 Skins by offering feedback
id_id: bantu kami untuk mengembangkan CF7 Skins dengan memberikan umpan balik.

source: Need some help?
id_id: Butuh bantuan?

source: You have a number of options to help you use CF7 Skins:
id_id: Anda memiliki beberapa pilihan untuk membantu ada menggunakan CF7 Skins:

source: browse over some commonly asked questions.
id_id: telusuri beberapa pertanyaan yang sering diajukan.

source: a great place to find detailed answers.
id_id: sebuah tempat yang baik untuk mendapatkan jawaban lengkap.

source: search by Categories & Tags or Keywords.
id_id: cari dengan menggunakan Kategory & Tag ataupun Kata Kunci.

source: to help you get started quickly with CF7 Skins.
id_id: untuk membantu anda memulai dengan cepat menggunakan CF7 Skins.

source: Free Version
id_id: Versi Pro

source: WordPress.org Support Forum
id_id: Forum Bantuan WordPress.org

source: community based support offered by other CF7 Skin users (we visit the forum intermittently to assist with plugin bugs only).
id_id: bantuan komunitas yang ditawarkan oleh pengguna CF7 Skins lain (kami hanya mengunjungi form forum tersebut sewatu-waktu untuk membantu bug plugin)

source: Pro Version & Add-ons
id_id: Versi Pro & Addons

source: Premium Email Support
id_id: Bantuan Email Premium

source: available (for current paid licenses) to deal with CF7 Skins Pro users questions and problems.
id_id: tersedia (untuk lisensi berbayar ini) untuk berhubungan dengan pertanyaan pengguna dan permasalahan CF7 Skins Pro.

source: Licenses
id_id: Lisensi

source: Plugin Name
id_id: Nama Plugin

source: License Key
id_id: Kode Lisensi Skins

source: Site URL
id_id: URL Situs

source: Ongoing development of CF7 Skins is made possible by sales of renewable annual licenses of our %1$s and %2$s.
id_id: Pengembangan tanpa henti dari CF7 Skins memungkinkan dengan penjualan pembaruan lisensi anual dari %1$s dan %2$s.

source: offers a wider range of Templates & Styles for commonly used forms
id_id: menawarkan sejumlah besar Templat & Gaya dari form-form yang sering digunakan.

source: is provided by paid staff to deal with Premium users questions and problems
id_id: diberikan oleh staf berbayar untuk berhubungan dengan pertanyaan dan masalah pengguna Premium.

source: Our range of
id_id: Rentang dari

source: brings the functionality available in other premium WordPress form plugins directly within Contact Form 7.
id_id: membawa fungsionalitas yang tersedia pada plugin form WordPress premium lainnya secara langsung dengan Contact Form 7.

source: CF7 Skins Add-ons offer a number of advantages:
id_id: Add-ons CF7 Skins memberikan sejumlah keuntungan:

source: Your existing familiarity with using Contact Form 7 - you don't need to learn another WordPress form plugin
id_id: Kebiasan anda menggunakan Contact Form 7 - and tidak perlu mempelajari plugin form WordPress yang lain

source: You can still use the many plugins available that extend Contact Form 7 - both free & premium
id_id: Anda masih bisa menggunakan banyak plugin yang tersedia yang menggembangkan Contact Form 7 - gratis & premium

source: Purchase only the CF7 Skins Add-ons your require - mix and match to suit your needs
id_id: Cukup beli Add-ons CF7 Skins yang anda butuhkan - campur dan gabungkan sesuai kebutuhan anda

source: provides a range of useful pre-defined styles that can be used in all Contact Form 7 forms:
id_id: memberikan sejumlah gaya buatan yang berguna yang bisa digunakan pada semua form Contact Form 7:

source: box
id_id: kotak

source: displays enclosed elements in a surrounding box
id_id: menampilkan lampiran element pada kotak tertutup

source: column
id_id: kolom

source: displays enclosed elements in a vertical column
id_id: menampilkan elemen yang tertutup dengan kolum vertikal

source: implements a CSS form grid
id_id: menerapkan sebuah grid form CSS

source: displays enclosed elements on a single line
id_id: menampilkan lampiran elemen pada sebuah garis tunggal

source: checkbox-radio-horizontal
id_id: kotak centang-radio-horizontal

source: displays checkbox & radio button elements in horizontal line
id_id: menampilkan elemen kotak centangan dan tombol radio pada garis horizontal

source: includes the features you need to make user friendly multi-part Contact Form 7 forms:
id_id: termasuk fitur-fitur yang anda butuhkan untuk membuat form Contact Form 7 multi-bagian yang mudah:

source: Tab Titles
id_id: Judul Tab

source: with click Navigation
id_id: dengan Navigasi klik

source: Progress Bar
id_id: Batang Progres

source: indicates to users where they are
id_id: mengindikasikan kepada pengguna dimanakah mereka sekarang

source: Navigation Buttons
id_id: Tombol Navigasi

source: Previous & Next on each Tab
id_id: Sebelumnya & Berikutnya untuk setiap Tab

source: Pagination
id_id: Halaman

source: current page / total no.
id_id: halaman sekarang / jumlah total

source: Start & End Tabs
id_id: Tab Awal & Akhir

source: additional Navigation Buttons
id_id: Tombol Navigasi tambahan

source: Thank You Tab
id_id: Tab Terima Kasih

source: extra page displayed only after completed form submission
id_id: halaman tambahan yang ditampilkan hanya setelah form diajukan sepenuhnya

source: Design Matches CF7 Skins Style
id_id: Desain Yang Cocok Gaya CF7 Skins

source: styling of multi-form elements matches selected CF7 Skins Style
id_id: penggayaan dari elemen-elemen multi-form yang sesuai dengan Gaya CF7 Skins yang dipilih

source: provides Conditional Logic for Contact Form 7 forms:
id_id: memberikan Logika Kondisi untuk form Contact Form 7:

source: Show or Hide
id_id: Tampilkan atau Sembunyikan

source: fields
id_id: field

source: Criteria
id_id: Kriteria

source: field, user and post info
id_id: field, pengguna ataupun info pos

source: Value
id_id: Nilai

source: equals, not equals, contains or changed
id_id: sama, tidak sama, mengandung atau diubah

source: Compare
id_id: Bandingkan

source: numeric or text values
id_id: angka ataupun teks

source: Multiple logic statements
id_id: Pernyataan logika jamak

source: if all & if any
id_id: jika semua & jika salah satu

source: Multiple fields
id_id: Field Jamak

source: with varying logic
id_id: dengan logika berubah-ubah.

source: browse over some commonly asked questions. Chances are your question has been asked before and answered here.
id_id: telusuri beberapa pertanyaan umum yang sering ditanyakan. Ada kemungkinan pertanyaan anda sudah ditanyakan sebelumnya dan dijawab disini.

source: a great place to find detailed answers. It covers how to get started, how to customize your forms with CF7 Skins and everything else in between.
id_id: sebuah tempat yang bagus untuk mencari jawaban yang lengkap. Melingkupi tentang bagaimana cara memulai, cara membuat form anda dengan CF7 Skins dan lain sebagainya.

source: maintained by the CF7 Skins Support Team to help you solve most questions. You can search it either by Categories & Tags or Keywords.
id_id: dijalankan oleh Tim Pendukung CF7 Skins untuk membantu anda menjawab sebagian besar pertanyaan. Anda bisa mencari berdasarkan Kategori & Tag ataupun Kata Kunci.

source: General
id_id: Umum

source: Advanced
id_id: Tingkat Lanjut

source: Getting Started
id_id: Memulai

source: CF7 Skins Settings
id_id: Pengaturan CF7 Skins

source: Save Changes
id_id: Simpan Perubahan

source: Color Scheme
id_id: Skema Warna

source: Select color scheme for CF7 Skins interface.
id_id: Pilih warna skema untuk tampilan CF7 Skins

source: Delete Settings
id_id: Hapus Pengaturan

source: Remove all plugin data on plugin deletion.
id_id: Hapus semua data saat penghapusan plugin.

source: active
id_id: aktif

source: Deactivate License
id_id: Non-aktifkan Lisensi

source: invalid
id_id: absah

source: Activate License
id_id: Aktifkan Lisensi

source: Default
id_id: Standar

source: Wheat
id_id: Gandum

source: Ocean
id_id: Lautan

source: Click <strong>Expanded View</strong> for more information on the color and formatting used, and what this style looks like applied to all types of Contact Form 7 form fields.
id_id: Klik <strong>Tampilan Luas</strong> untuk informasi lebih lengkap untuk warna dan format penggunaan, dan bagaimana gaya ini ditampilkan untuk semua tipe dari field form Contact Form 7.

source: To choose this <strong>Style</strong> click <strong>Select</strong>.
id_id: Untuk menggunakan <strong>Gaya</strong> ini klik <strong>Pilih</strong>.

source: You can move on to choosing a <strong>Template</strong> or, if you already have a template, scroll up to the top of the page and click the <strong>Save</strong> button.
id_id: Anda bisa mengganti sebuah <strong>Templat</strong>

source: Colors
id_id: Warna

source: Black
id_id: Hitam

source: Brown
id_id: Coklat

source: Gray
id_id: Abu-abu

source: Green
id_id: Hijau

source: Orange
id_id: Oranye

source: Pink
id_id: Merah Jambu

source: Purple
id_id: Ungu

source: Red
id_id: Merah

source: Silver
id_id: Perak

source: Tan
id_id: Coklat

source: White
id_id: Putih

source: Yellow
id_id: Kuning

source: Dark
id_id: Hitam

source: Light
id_id: Cerah

source: Layout
id_id: Tatanan Tertentu

source: Fixed Layout
id_id: Tatanan Tertentu

source: Fluid Layout
id_id: Tatanan Fluid

source: Responsive Layout
id_id: Tatanan Fleksibel

source: One Column
id_id: Satu Kolom

source: One or Two Column
id_id: Satu atau Dua Kolom

source: One, Two or Three Column
id_id: Satu, Dua atau Tiga Kolom

source: Features
id_id: Difiturkan

source: Fieldsets
id_id: Fieldset

source: Background
id_id: Warna latar

source: Gradients
id_id: Gradien

source: Subject
id_id: Subjek

source: Business
id_id: Bisnis

source: Event
id_id: Peristiwa

source: Holiday
id_id: Liburan

source: Individual
id_id: Pribadi

source: Seasonal
id_id: Musiman

source: All available Styles
id_id: Semua Gaya yang tersedia

source: All
id_id: Semuanya

source: Selected by the CF7 Skins team
id_id: Dipilih oleh team CF7 Skins

source: Featured
id_id: Difiturkan

source: Commonly used
id_id: Yang sering digunakan

source: Popular
id_id: Populer

source: Recently added
id_id: Terbaru ditambahkan

source: Latest
id_id: Terbaru

source: Narrow your choices based on your specific requirements
id_id: Batasi pilihan anda berdasarkan persayaratan spesifik

source: Check all the boxes that meet your specific requirements and then click apply filters.
id_id: Centang semua kotak yang sesuai dengan persayaratan spesifik anda and tekan gunakan filter.

source: Apply Filters
id_id: Gunakan Filter

source: Clear
id_id: Bersihkan

source: Filtering by:
id_id: Memfilter dengan:

source: Edit
id_id: Ubah

source: Sort by Name, Date and License (free or pro) – use arrow to reverse sort order
id_id: Urut berdasarkan Nama, Tanggal dan Lisensi (gratis atau pro) – gunakan panah untuk membalikkan urutan

source: Sort by
id_id: Urut dengan

source: Name
id_id: Nama

source: Date
id_id: Tanggal

source: License
id_id: Lisensi

source: Search Styles
id_id: Cari Gaya

source: Search styles...
id_id: Cari gaya...

source: Select to apply the Style to your form - is applied to your form once you Save.
id_id: Pilih untuk menerapkan Gaya tersebut ke form anda - diterapkan ke form anda setelah disimpan.

source: Show detailed information about this Style - overview of the appearance and layout with description and usage details.
id_id: Menampilkan informasi detail mengenai Gaya ini - peninjauan tampilan dan susunan dengan detail gambaran dan penggunaan.

source: Details
id_id: Detail

source: Use Expanded View to view Styles features - shows all form fields available in Contact Form 7.
id_id: Gunakan Tampilan Luas untuk melihat fitur gaya - menampilkan semua bagian form yang tersedia di Contact Form 7.

source: Return to Style Gallery/Grid view.
id_id: Kembalik ke Galeri Gaya/tampilan Grid

source: Close
id_id: Tutup

source: Description
id_id: Deskripsi

source: Instructions
id_id: Instruksi

source: Return to Details View
id_id: Kembali ke Tampilan Detail

source: Details View
id_id: Tampilan Detail

source: Select to apply the Style to your form - is applied to your form once you Save
id_id: Pilih untuk menarapkan Gaya ke form anda - diterapkan pada saat anda menyimpan.

source: Return to Style Gallery/Grid View
id_id: Kembalik ke Galeri Gaya/Tampilan Kotak

source: Template
id_id: Templat

source: Style
id_id: Gaya

source: No templates found. Try a different search.
id_id: Templat tidak ditemukan. Coba pencarian lain.

source: No styles found. Try a different search.
id_id: Gaya tidak ditemukan. Coba pencarian lain

source: Each Template acts as an easy to follow guide, which can be adapted to your requirements
id_id: Setiap templat bertindak sebagai panduan yang mudah diikuti, dan dapat diadaptasikan sesua dengan kebutuhan anda < Templat >

source: Choose a Template for your form – then you can add, copy or remove fields to match your requirements.
id_id: Pilih sebuah templat untuk form anda – kemudian anda bisa manambahkan, menyalin atau menghapus bagian form sesuai dengan kebutuhan anda.

source: Each Style covers the full range of standard form elements available within Contact Form 7
id_id: Setiap Gaya melingkupi seluruh rentang elemen form standar yang tersedia pada Contact Form 7 <Gaya>

source: You can change the Style applied to your form by simply selecting a different Style
id_id: Anda bisa mengubah Gaya yang diterapkan dengan memilih Gaya yang lain.

source: Support
id_id: Bantuan

source: Click <strong>Expanded View</strong> for more detailed information about this Template.
id_id: Klik <strong>Tampilan Luas</strong> untuk informasi lebih lengkap tentang Tempat ini.

source: To choose this <strong>Template</strong>, click <strong>Select</strong>.
id_id: Untuk memilih <strong>Templat</strong> ini, klik <strong>Pilih</strong>.

source: You can move on to choosing a <strong>Style</strong> or, if you already have a style, scroll up to the top of the page and click the <strong>Save</strong> button.
id_id: Anda bisa beranjak dengan memilih sebuah <strong>Gaya</strong>, atau jika anda memiliki sebuah gaya, geser ke atas ke awal halaman dan klik tombol <strong>Simpan</strong>.

source: All available Templates
id_id: Semua templat yang tersedia

source: Selected by CF7 Skins Team
id_id: Dipilih oleh team CF7 Skins

source: Feature Filter
id_id: Fitur Filter

source: Search Templates
id_id: Cari Templat

source: Search templates...
id_id: Cari templat

source: Select to apply the Template to your form - appears in the form editing area, where you can edit your requirements.
id_id: Pilih untuk menerapkan Templat ke form anda - ditampilkan pada bagian penyuntingan form, dimana anda dapat menyunting sesuai kebutuhan.

source: Show detailed information about this Template, with layout, description and usage details.
id_id: Menampilkan informasi detail mengenai Templat ini, dengan susunan, penjelasan dan detail penggunaan.

source: Use Expanded View to view Template features - shows layout, description & usage details.
id_id: Gunakan Tampilan Luas untuk melihat fitur templat - menampilkan susunan, penjelasan dan detail penggunaan.

source: Select to apply the Template to your form - appears in the Form Editing area, where you can edit to your requirements.
id_id: Pilih untuk menerapkan Templat ke form anda - tampil di bagaian penyuntingan form, dimana anda bisa menyuntuk sesuai kebutuhan.

source: Return to Template Gallery/Grid view.
id_id: Kembali ke Galeri Templat/Tampilan Grid

source: Select to apply the Template to your form - appears in the Form editing area, where you can edit to your requirements.
id_id: Pilih untuk menerapkan Templat ke form anda - tampil di bagaian penyuntingan form, dimana anda bisa menyuntuk sesuai kebutuhan.

source: Return to Template Gallery/ Grid View
id_id: Kembali ke Galeri Templat/Tampilan Grid

source: Contact Form
id_id: Form Kontak

source: Your Name (required)
id_id: Nama Anda (dibutuhkan)

source: Email Address (required)
id_id: Alamat Surel (dibutuhkan)

source: Your Message
id_id: Pesan Anda

source: Submit
id_id: Ajukan

source: Required
id_id: Dibutuhkan

source: Your Email (required)
id_id: Email Anda (dibutuhkan)

source: Send
id_id: Kirim

source: Phone Number
id_id: Nomor Telepon

source: Email
id_id: Surel

source: Which workshops will you be attending?
id_id: Bengkel mana yang sering anda kunjungi?

source: Option 1
id_id: Pilihan 1

source: Option 2
id_id: Pilihan 2

source: Option 3
id_id: Pilihan 3

source: Are you an existing customer?
id_id: Apakah anda pelanggan tetap?

source: Yes
id_id: Ya

source: No
id_id: Tidak

source: How did find out about this event?
id_id: Bagaimana anda mengetahui acara ini?

source: Comments or Questions
id_id: Komentar atau Pertanyaan

source: Your Details
id_id: Detail Anda

source: Phone
id_id: Telepon

source: Message
id_id: Pesan

source: Your Requirements
id_id: Permintaan Anda

source: Checkboxes
id_id: Kotak centang

source: Radio Buttons
id_id: Tombol radio

source: Dropdown Select
id_id: Tombol Pilihan

source: Registration
id_id: Registrasi

source: Address
id_id: Alamat

source: City
id_id: Kota
