Repository: xudingjun3131/geroro
Catalog: plugins/1.2.1/languages/contact-form-7-skins-*.po
Languages: id_id

source: State / Province / Region
id_id: Negara / Provinse / Wilayah

source: Preferred Contact Method
id_id: Cara Kontak yang Disukai

source: Drop-down menu
id_id: Menu pilihan

source: Suggestion Form
id_id: Halaman Anjuran

source: Please let us know what you think.
id_id: Beritahukan kami apa pendapat anda.

source: In which of the following areas do you have a suggestion?
id_id: Dibagian mana anda memiliki anjuran?

source: Note: You can select multiple items (Use Shift or Ctrl/Cmd + Click)
id_id: Catatan: Anda bisa memilih beberapa item (Gunakan Shift atau Ctrl/Cmd + Klik)

source: Suggestion
id_id: Anjuran

source: Your Email - please enter your email if you would like us to follow up with you.
id_id: Surel Anda - mohon dimasukkan surel anda jika anda ingin kami menghubungi anda.

source: Radio buttons
id_id: Tombol radio

source: Survey Form
id_id: Form Survei

source: Overall, how satisfied are you with our product / service?
id_id: Keseluruhan, betapa puas anda dengan produk/layanan kami?

source: Very Satisfied
id_id: Sangat Puas

source: Satisfied
id_id: Puas

source: Neutral
id_id: Netral

source: Unsatisfied
id_id: Tidak Puas

source: Very Unsatisfied
id_id: Sangat Tidak Puas

source: Would you recommend our product / service to others?
id_id: Maukah anda merekomendasikan produk/layanan kami ke orang lain?

source: Definitely
id_id: Sudah Pasti

source: Probably
id_id: Mungkin

source: Not Sure
id_id: Kurang Pasti

source: Probably Not
id_id: Mungkin Tidak

source: Definitely Not
id_id: Tidak Sama Sekali

source: How long have you used our product / service?
id_id: Sudah berapa lama anda menggunakan produk kami?

source: Less than a month
id_id: Kurang dari sebulan

source: 1-6 months
id_id: 1-6 bulan

source: 1-3 years
id_id: 1-3 tahun

source: Over 3 Years
id_id: Lebih dari 3 tahun

source: Never used
id_id: Belum pernah menggunakan

source: How often do you use our product / service?
id_id: Seberapa sering anda menggunakan produk/layanan kami?

source: Once a week
id_id: Sekali seminggu

source: 2 to 3 times a month
id_id: 2 - 3 kali sebulan

source: Once a month
id_id: Sekali sebulan

source: Less than once a month
id_id: Kurang dari sekali sebulan

source: What aspect of the product / service were you most satisfied by?
id_id: Aspek apa dari produk/layanan kami yang paling anda sukai?

source: Quality
id_id: Kualitas

source: Price
id_id: Harga

source: Purchase Experience
id_id: Pengalaman Pembelian

source: Usage Experience
id_id: Pengalaman Penggunaan

source: Customer Service
id_id: Layanan Pengguna

source: Overall, the product / service met my expectations?
id_id: Kesemuanya, produk/layanan yang sesuai dengan harapan saya?

source: Strongly Agree
id_id: Sangat Setuju

source: Agree
id_id: Setuju

source: Disagree
id_id: Tidak Setuju

source: Strongly Disagree
id_id: Sangat Tidak Setuju

source: Don't Know
id_id: Tidak Tahu

source: What do you like about the product / service?
id_id: Apa yang anda sukai dari produk/layanan kami?

source: Thinking of similar products / services offered by others, how would you compare the product / service offered by us?
id_id: Berkenaan dengan produk/layanan pihak lain, bagaimana pandangan anda mengenai produk/layanan yang kami berikan?

source: Much Better
id_id: Lebih Baik

source: Somewhat Better
id_id: Sedikit Baik

source: About the Same
id_id: Sama saja

source: Somewhat Worse
id_id: Sedikit Buruk

source: Much Worse
id_id: Lebih Buruk
